[
    {
        "name":  "Malti Vasant Trust s KDA B.Sc. Nursing College, Andheri (W), Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jaslok College of Nursing (B.Sc.), Mumbai",
        "city":  "Mumbai - 400 026",
        "state":  "Maharashtra"
    },
    {
        "name":  "Lala Lajpatrai College of Management Studies Lala Lajpatrai Marg Haji Ali Mumbai 400 034",
        "city":  "Mumbai 400 034",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maratha Mandirs Babasaheb Gawde Institute of Management Studies Maratha Mandir Marg Mumbai 400 008",
        "city":  "Mumbai Central",
        "state":  "Maharashtra"
    },
    {
        "name":  "ESI-PGIMSR, Mahatma Gandhi Memorial Hospital, Parel, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rachana Sansads College of Applied Arts and Craft 278 Shankar Ghanekar Marg Prabhadevi Mumbai 400 025 Started New Course Applied",
        "city":  "Mumbai-400025",
        "state":  "Maharashtra"
    },
    {
        "name":  "Fr Conceicao Rodrigues College of Engineering Band Stand Bandra (West) Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Oriental Education Societys College of Pharmacy Sanpada Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K J Somaiya centre of buddhist studies",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "New Law College Senapati Bapat Marg Matunga Mumbai 400 019",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Institute of Aviation and Aviation Safety 2 Cama Park Cama Road Andheri (West) Mumbai 400 058",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SOPHIA SMT. MANORAMA DEVI SOMANI COLLEGE Bhulabhai Desai Road Mumbai 400 026",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "PAL RAJENDRA EDUCATION TRUSTS PAL RAJENDRA BED COLLEGE, MUMBAI SUBURBAN",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "BOMBAY NATURAL HISTORY SOCIETY",
        "city":  "Mumbai 400 001",
        "state":  "Maharashtra"
    },
    {
        "name":  "National Centre for Rural Developments Sterling College of Arts Science \u0026 Commerce Plot No 43 Section 19 Nerul Navi Mumbai 400 706",
        "city":  "Nerul (E), Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K.J. Somaiya College of Nursing (B.Sc.), Sion, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jai Hind College Basantsing Institute of Science and J T Lalvani College of Commerce 23 24 Backba Reclamation A Road Churchgate Mumbai 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Indian Education Society\u0027s College of Architecture, VML Vidya Sankul, Plot No. 791, Shree Krishna Chanda Marg, Bandra Reclamation, Bandra (West), Mumbai-400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. P.N. Doshi Women\u0027s College of Arts, Kum. U.R. Shah Women\u0027s College of Commerce \u0026 Dr. Smt. Nanavati Bhanuben Mahendra Women\u0027s College of Home Science",
        "city":  "Mumbai - 400 086",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. C.M. Patel Homoeopathy College, Vile Parle, Mumbai",
        "city":  "Mumbai 400 056",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jitendra Chauhan College of Law Vile Parle (W) Mumbai 400 056",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Yerala Medical Trust Ayurved College, Kharghar, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Kishinchand Chellaram Law College Dinshaw Waccha Road Churchgate Mumbai 400 020",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Chembur Colony Yuwak Mandals Hashu Advani College of Special Education 64-65 Collectors Colony Chembur Mumbai - 400 074",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Hansraj Jivandas College of Education Samshodhan Sadan Junction of 16th and 17th Road Khar Mumbai-400 052",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Sudhir Madhavji Lall Welfare \u0026 Educational Trusts The Lords Universal College of Education Daftary Road Opp Jain Temple Malad (E) Mumbai 400 097",
        "city":  "Mumbai.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Ritambara Vishwa Vidyapeeths Malini Kishor College of Commerce and Economics, Shri Jitendra Mafatlal Mehta Educational Complex Plot No A 12 18 JVP D Scheme Mora Village Road Vile Parle West Mumbai 400 049",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Oriental Education Society College of Arts Commerce \u0026 Science Oriental Building Adarsh Nagar New Link Road Andheri West Mumbai 400 102",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Ramji Assar Vidyala Committees College of Commerce Ghatkopar E Mumbai 400 077",
        "city":  "Mumbai - 400 077.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Madhavji Lall Welfare \u0026 Educational Trusts Lords College of Law FILKA Daftary Road Opp Rly Stn Malad (E) Mumbai 400 097",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharashtra College of Arts Science and Commerce 246 A Bellasis Road Byculla Mumbai 400 008",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shanmukhananda Fine Arts and Sangeetha Sabha Bachelor of Fine Arts (Music) College Sion Mumbai 400 022",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "BOMBAY BUNTS ASSOCIATIONS BUNTS COLLEGE OF HIGHER EDUCATION (NIGHT COLLEGE)",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharashtra Education Societys H.K. College of Pharmacy Adjacent MHADA Colony Old Transit Camp Oshiwara Jogeshwari (West) Mumbai 400 102",
        "city":  "MUMBAI -400102",
        "state":  "Maharashtra"
    },
    {
        "name":  "Secondary Training College 3 Mahapalika Marg Mumbai 400 001",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Education Societys Pillais College of Education Chembur Naka Mumbai 400 071",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Chembur Trombay Education Societys N G Acharya and D K Marathe College of Arts Science and Commerce Near Subhash Nagar N G Acharya Marg Chembur Mumbai 400 071",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Laxmi Education Societys Seth Laherchand Uttamchand Jhaveri College of Arts Sir Mathurdas Vissonji College of Science and Commerce Dr S Radh Krishna Marg Andheri East Mumbai - 400 069",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Missions Institute of Management Plot No1 Sector 18 Kamothe Navi Mumbai 410 209",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharatiya Vidya Bhavans Hazarimal Somani College of Arts and Science Jayaramdas Patel College of Commerce and Management Studies, Chowpatty",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Modern Education Society`s D G Ruparel College of Arts Science and Commerce Senapati Bapat Marg Mahim Opp Matunga Road Station Western Railway Mumbai 400 016",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Kamala Raheja Vidyanidhi Institute of Architecture and Environmental Studies, Vidyanidhi Marg of 10th Road, Juhu Scheme, Juhu, Mumbai - 400 049.",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sophia College for Women Bhulabhai Desai Road Mumbai 400 026",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Missions College of Science Kamothe Sector 18 Navi Mumbai 410 209",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sir H.N. Hospital \u0026 Research College of Nursing (B.Sc.), Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Abhay Shikshan Kendras Krantijyoti Savitribai Phule College of Bachelor of Education Kannamwar Nagar No. 1 Vikroli (E) Mumbai 400 083",
        "city":  "Vikhroli (east) Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Thakur Educational Trusts Thakur Shyamnarayan College of Eduction \u0026 Research Thakur Village, Kandivli (E) Mumbai 400 101",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "PEOPLE EDUCATION SOCIETYâS LAW COLLEGE, MUMBAI",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shree Narayana Mandir Samitis Sree Narayan Guru College of Education (B.Ed.) at Boria P L Lokhande Marg Chembur Mumbai 400 089",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mumbai Education Trust Institute of Computer Science Bandra (West) Mumbai 400 051",
        "city":  "Mumbai 400 050",
        "state":  "Maharashtra"
    },
    {
        "name":  "Parle Tilak Vidyalaya Associations M L Dahanukar College of Commerce Dixit Road Vile Parle East Mumbai 400 057",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Education Societys, Rizvi college of Hotel and Tourism Management Studies",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "College Of Nursing, Sir J J Group of Hospitals Byculla Mumbai-08 (BSc Nursing)",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Missions College of Commerce",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. B.M. Ruia Mahil Mahavidyalaya",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dr. Balabhai Nanavati Hospitals College of Nursing(B.Sc.) Dr. Balabhai Nanavati Hospital, Vileparle(W), Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dnyan Vikas Sansthas College of Commerce Plot No 23 Sector 17 Koparkhairne Navi Mumbai 400 709",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Oriental Educational Societys Oriental College of Education \u0026 Research Oriental Building Adarsh Nagar Behind Lotus Petrol Pump Andheri (West) Mumbai 400 102",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharashtra Education Societys Humera Khan College of Education (B.Ed.) Adjacent MHADA Colony Old Transit Camp Oshiwara Jogeshwari (W) Mumbai 400 102",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Vile Parle Kelvani Mandals Pravin Gandhi College of Law Vile Parle (W) Mumbai 400 056",
        "city":  "Mumbai - 400 056",
        "state":  "Maharashtra"
    },
    {
        "name":  "Lala Lajpatrai College of Commerce And Economics Lajpatrai Marg Mahalaxmi Haji Ali Mumbai 400 034",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Matushri Kanbai Lalbai \u0026 Motibai Lohana Kanyashala \u0026 Balikagrahs B.L. Amlani College of Commerce and Economics \u0026 Matushri Manekbai Ranchoddas Nathavani College of Arts Plot Bo.U/9 N.S.Road No.6 JVPD Scheme Opp. Joggers Park Vileparle(W) Mumbai-4",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Bombay St. Xaviers College Societys Xaviers Institute of Management Xaviers College 5 Mahapalika Marg Mumbai 400 001",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Guru Nanak Vidyak Society College of Education and Research Bhandup Mumbai 400 078",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Yashwantrao Chavan Shikshan Prasarak Mandals Sinhagad Institute of Business Management At MHADA Colony Chandivli Mumbai 400 072",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sadhana Education Societys L S Raheja College of Arts and Commerce Juhu Road Santacruz West Mumbai 400 054",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gokhale Education Societys Dr T K Tope Arts and Commerce Night College Co R M Bhatt High School Gokhale Society Lane Parel Mumbai 400 012",
        "city":  "Parel, Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Abhay Shikshan Kendra Rajarshi Shahu College of Law Dr. Babasaheb Ambedkar Bhavan Kannamwar Nagar 1 Vikhroli (East) Mumbai 400 083",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gokhale Education Societys College of Education and Research C/o R M Bhatt High School Parel Mumbai 400 012",
        "city":  "Parel, Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Education Societys Night College of Arts \u0026 Commerce Chembur Naka Chembur Mumbai 400 071",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Veer Wajekar Arts Science and Commerce College Mahalan Vibhag,Phunde Uran Panvel Road, Tal Uran Dist Raigad 400 702",
        "city":  "Uran Navi Mumbai Pin code 400 702",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nagrik Shikshan Sansthas College of Education Tardeo Road Mumbai 400 034",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Deccan Education Societys Navinchandra Mehta Institute of Technology and Development At Dadar Mumbai 400 028",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tolani College of Commerce Share e Punjab Society Plot No 151 Mahakali Caves Road Andheri E Mumbai 400 093",
        "city":  "Andheri (East), Mumbai - 400 093.",
        "state":  "Maharashtra"
    },
    {
        "name":  "R A Podar College of Commerce \u0026 Economics Matunga Mumbai 400 019",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Sudhir Madhavji Lall Welfare \u0026 Educational Trusts Lords Universal College of Commerce and Science \u0026 B M S Daftary Road Opp. Railway Station Malad (E) Mumbai 400 097",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Yashwantrao Chavan Shikshan Prasarak Mandals Sinhgad College of Commerce Plot No 126 MHADA Colony Chandivali Mumbai 400 072",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Education Societys Rizvi College of Education New Rizvi Educational Complex Off Carter Road Bandra (West) Mumbai 400 050",
        "city":  "Bandra (W), Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGM Dental College, Kamothe, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sadhana Education Societys Smt. Kapila Khandwala College of Education Near Lions Park Juhu Road Santacruz (West) Mumbai 400 054",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "THE BANDRA HOLY FAMILY HOSPITAL SOCIETYS HOLY FAMILY INSTITUTE OF NURSING EDUCATION (B SC), KURLA",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Kishinchand Chellaram College Dinshaw Wachha Road Churchgate Mumbai 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "\"Rizvi Education Society\u0027s College of Architecture, Rizvi Education Complex, Off. Carter Road, Bandra (West), Mumbai-400050\"",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHEILA RAHEJA SCHOOL OF BUSINESS MANAGEMENT AND RESEARCH, MUMBAI SUBURBAN",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gandhi Shikshan Bhavans Smt.Surajba College of Education Juhu Road Juhu Mumbai 400 049",
        "city":  "Mumbai 400049",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nagindas Khandwala College of Commerce Arts \u0026 Management Studies and Shantaben Nagindas Khandwala College of Science Bhadran Nagar Road No 1 Off S V Road Malad West Mumbai 400 064",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Om Vidyalankar Shikshan Sansthas Asmita College of Arts \u0026 Commerce for Women Knnamwar Nagar No 2 Vikhrol Mumbai 400 083",
        "city":  "Vikhroli (E), Mumbai-83",
        "state":  "Maharashtra"
    },
    {
        "name":  "St. Fransis Institute of Management \u0026 Research Poinsur, S.V.P. Road, Borivali (W), Mumbai - 400 103",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K J Somaiya College of Engineering Vidyanagar Campus Vidyavihar Mumbai-400 077",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sardar Patel College of Engineering Andheri (West) Mumbai 400 058",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gokhale Education Societys Shri Bhausaheb Vartak Arts Science and Commerce College M H B Colony Gorai Road Borivli West Mumbai 400 091",
        "city":  "Mumbai-400091",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Missions Law College Plot No14 C B D Belapur Navi Mumbai 400 614",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "St. Francis Institute of Technology (Engineering College) Mount Francis Mount Poinsur S V P Road Post Box No .8456 Borivli (West) Mumbai 400 103",
        "city":  "Mumbai 400103",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri. Vile Parle Kelvani Mandas Dr. Bhanuben Nanavati College of Pharmacy Gate No.1 Mithibai College Campus Vile Parle (W) Mumbai 400 056",
        "city":  "MUMBAI - 400056",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anandibai Damodar Kale Shaikshanik Sansthas College of Arts and Commerce Samarth Complex Saibaba Nagar Borivli West Mumbai 400 092",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vidya Vikas Education Trust College of Arts Com Sci B M M \u0026 B M S I B Patel Municipal School Goregaon W Mumbai 400 062",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Laxmi Education Societys Chinai College of Commerce \u0026 Economics Dr S Radhakrishnan Marg Andheri East Mumbai 400 069",
        "city":  "Mumbai 400 069",
        "state":  "Maharashtra"
    },
    {
        "name":  "K P B Hinduja College of Commerce 315 New Charni Road Mumbai 400 004",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Bombay Salesian Societys Don Bosco Institute Technology at Premier Automobile Road Kurla (W) Mumbai 400 070",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "College of Home Science Nirmala Niketan 38 New Marine Lines Mumbai - 400 020",
        "city":  "Mumbai 400 020",
        "state":  "Maharashtra"
    },
    {
        "name":  "ADITYA COLLEGE OF ARCHITECTURE",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Chetanas Ramprasad Khandelwal Institute of Management and Research Survey No 341 Bandra (East) Mumbai 400 051",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ADITYA INSTITUTE OF MANAGEMENT STUDIES AND RESEARCH",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Narsee Monjee College of Commerce \u0026 Economics Juhu Development Scheme Vile Parle West Mumbai 400 056",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Vile Parle Kelvani Mandals Mithibai College of Arts Chauhan Institute of Science and Amrutben Jivanlal College of Commerce and Economics Vile Parle West Mumbai 400056",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Children Welfare Centres Claras College of Education Yari Road, Versova, Andheri (W), Mumbai- 400 061.",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Chembur Sarvankash Shikshan shastra Mahavidyalaya Near Chembur Ramkrishna Chemburkar Marg Chembur Mumbai 400071",
        "city":  "Mumbai : 400 071",
        "state":  "Maharashtra"
    },
    {
        "name":  "R.R. Educational Trusts College of Education (B.Ed.) Mulund (E) Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Peoples Education Societys Siddharth College of Commerce and Economics Anand Bhavan Dr Dadabhai Naoroji Road Fort Mumbai 400 023",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anjuman-I-Islams M.H. Saboo Siddik College of Engineering 8-Shephard Road Mumbai 400 008",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bunts Sangha Mumbais Anna Leela College of Commerce \u0026 Economics and Shobha Jayaram Shetty College for BMS Shashi Manmohan Shetty Higher Education Complex Opp Buntara Bhavana Buntara Bhavan Marg Kurla East Mumbai 400 070",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Education Societys Pillais Institute of Information Technology Engineering Media Studies \u0026 Research Composite College Complex Plot No10 Sector16 New Panvel Dist Raigad",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "DURGADEVI SARAF INSTITUTE OF MANAGEMENT STUDIES, MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "\"BHARATIYA GRAMIN PUNARRACHANA SANSTHAâS INSTITUTE OF MANAGEMENT DEGREE COLLEGE",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "VIPASSANA RESEARCH INSTITUTE",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Padmabhushan Vasantdada Patil Pratisthans College of Engineering Eastern Express Highway Near Everard Nagar Sion-Trombay Road Mumbai 400 022",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharatiya Vidya Bhavans M M College of Arts, N.M.Institute of Science and Haji Rashid Jaffer College of Commerce Bhavans College Munshi Nagar Andheri West Mumbai 400 058",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Children Welfare Centre Claras Commerce College 2nd Buddha Lane Versova Mumbai 400 061",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sahyadri Shaikshan Seva Mandals College of Arts and Commerce at Juchandra Tal Vasai Dist Thane 401 202",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Atharva Educational Trusts College of Bachelor of Hospitality Studies S.No.263 P.No.8-12 Malad-Marve Road Charkop Naka Malad (West) Mumbai 400 095",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jankidevi Bajaj Institute of Management Studies",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharat College of Fine Arts \u0026 Culture, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Education Societys College of Engineering Bandra (West) Mumbai-400 051",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Watumull Institute of Electronic Engineering and Computer Technology Plot No.47 R.G. Thadani Marg Worli Sea Face Mumbai 400 018",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bhartiya Vidya Bhavans Sardar Patel Institute of Technology Munshi Nagar Andheri Mumbai",
        "city":  "Mumbai - 400 058",
        "state":  "Maharashtra"
    },
    {
        "name":  "Versova Education Trusts Smt Kamala Mehta V W A College of Commerce 7 Bunglows Versova Andheri W Mumbai 400 061",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "\"Sir. J. J. College of Architecture, Dr. Dadabhai Nawroji Road, Fort, Mumbai-400 001. \"",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahendra Pratap Sharada Prasad Singh College of Science and Commerce Bandra East Mumbai 40 051",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHIVAJI SHIKSHAN SANSTHAs SCIENCE AND COMMERCE COLLEGE, (NIGHT) PANT NAGAR",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharashtra Education Societys H.K Institute of Management Studies and Research Mhada Complex Partiksha Nagar Oshiwara Jogesjwari (W) Mumbai- 400 102",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bal Bhagwan Shikshan Prasarak Mandals Oxford B.Ed.College Sector-V Charkop Kandivali(W) Mumbai 400 067",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Institute of Management Studies \u0026 Research New Rizvi Education Complex, Off Carter Road, Bandra (West), Mumbai - 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "St Xaviers College Mahapalika Marg Mumbai 400 001",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay Teachers training College Mahakavi Bhushan Road Opp Hotel Regency Inn Colaba Mumbai 400 039",
        "city":  "MUMBAI 400 039",
        "state":  "Maharashtra"
    },
    {
        "name":  "Terna Public Charitable Trusts Terna College of Engineering Nerul Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K. J. Somaiya Institute of Engineering and Information Technology Somaiya Ayurvihar Complex Eastern Express Highway Sion Mumbai 400 022",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Patuck Polytechnic Trust Patuck Gala College of Commerce 100 Nehru Road, Patuck Compex, Santcruz (East), Mumbai: 400 055",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharat Education Societys Sant Gadge Maharaj College of Commerce \u0026 Economics 12th Lane Khetwadi Mumbai 400 004",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anjuman I Islam research institute, 92, Dr. D.N. Road, Mumbai - 400 001",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharati Vidyapeeths Institute College of Bachelor of Hotel \u0026 Tourism Management (B.H.T.M.S.) at C.B.D. Belapur Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dnyan Prasarak Shikshan Sanstha Rajiv Gandhi Night College of Arts And Commerce Tagore Nagar Vikroli E Mumbai 400 083",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sree Narayana Mandira Samiti\u0027s Sree Narayana Guru Adhyapak Vidyalaya",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Cosmopolitans Vallia ChhaganlalLaljibhai College of Commerce and Valia Lilavantiben Chhaganlal College of Arts D N Nagar J P Road Andheri West Mumbai 400 058",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Parle Tilak Vidyalaya Associations Sathaye College Dixit Road Vile Parle East Mumbai 400 057",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rajasthani sammelans Ladhidevi Ramdhar Maheshwari Night College of Commerce R.S. Campus, S. V. Road, Malad (W) Mumbai  400 064",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. Kamlaben Gambhirchand Shah Law School",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Zagdu Singh Charitable Trust College of MMS Thakur House Ashok Nagar Kandivli (East) Mumbai: 400 101",
        "city":  "Mumbai 400 101",
        "state":  "Maharashtra"
    },
    {
        "name":  "P.V.D.T. College of Education for Women",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "GNVS INSTITUTE OF MANAGEMENT, MUMBAI",
        "city":  "MUMBAI - 400037",
        "state":  "Maharashtra"
    },
    {
        "name":  "L.J.N.J. Mahila Mahavidyalaya",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharshi Dayanand College of Arts Science \u0026 Commerce Kamgar Manzil 25 Dr.S.S.Rao Road Parel Mumbai 400 012",
        "city":  "Mumbai City",
        "state":  "Maharashtra"
    },
    {
        "name":  "Pragat Samajik Shikshan Societys Dr Babasaheb Ambedkar Science and Adcovate Gurunath Kulkarni Commerce Mahavidyalaya at Vasai (W)",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Bombay Xavierian Corporation Pvt. Ltds College of Engineering Mahim Causeway Mahim Mumbai-400 016",
        "city":  "Mumbai-400 016",
        "state":  "Maharashtra"
    },
    {
        "name":  "SEVA MANDAL EDUCATION SOCIETYs COLLEGE OF NURSING (B Sc), R A KIDWAI ROAD, MATUNGA",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay Hospital College of Nursing, Bombay Hospital Trust, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dr. Bhanuben Mahendra Nanavati College of Home Science",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nirmala Memorial Foundation Degree College of Commerce and Science Near Thakur Polytechnic 90 Feet Road Thakur Complex Kandivli (E) Mumbai 400 101",
        "city":  "mumbai-400101",
        "state":  "Maharashtra"
    },
    {
        "name":  "South Indian Education Societys College of Arts Science \u0026Commerce Shri Chandrasekarendra Saraswathy Vidyapuram Plot No 1 C Sector V Nerul Navi Mumbai 400 706",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri. M.D. Shah Mahila College of Arts \u0026 Commerce",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nalanda Nritya Kala Mahavidyalaya Plot A 7/1 N S Road No10 Juhu Vile Parle Development Scheme Vile Parle (West) Mumbai 400 049",
        "city":  "Mumbai - 400 049",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dental College and Hospital, Navi Mumbai",
        "city":  "Navi Mumbai.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. Indira Gandhi College of Engineering CIDCO Sector 16 Koparkhairane Navi Mumbai 400 701",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Janata Shikshan Prasarak Mandal\u0027s College of Education",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Usha Mittal Institute of Technology for Women",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maniben Nanavati Women\u0027s College",
        "city":  "Mumbai-400056.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri N B Mehta Education Charity Trusts Prakash Degree College of Commerce Kandivli W Mumbai 400 067",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nagarik Shikshan Santhas College of Commerce Co Bhausaheb Hirey Vidhyalaya and Jr College 94 Tardeo Road M P Mills Compound Mumbai 400 034",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAHUL SHIKSHAN PRASARAK MANDAL, SATYAGRAHA COLLEGE OF EDUCATION, NAVI MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The South Indian Education Societys College of Commerce and Economics Plot No 71 72 Sion Matunga Estate Sion East Mumbai 400 022",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Yashwantrao Chavan College of Arts Commerce \u0026 Science Sector-15 Plot No.23 Post-Koparkairne Navi Mumbai 400 709",
        "city":  "NaviMumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri N B Mehta Education Charity Trusts College of Commerce Night R R P Municipal School Building Shantilal Modi Road Kandivli W Mumbai 400 067",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay Bunts Association\u0027 Bunts Institute for Higher Education Bunts Centre, Sector-24, Plot No.42, Near Bharat Petrol Pump, Juinagar (West), Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "College of Nursing, P.D. Hinduja National Hospital \u0026 Medical Res. Centre Andheri (E) Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Children Werlfare Centres College of Law At Village Valnai Marve Road Malad(W) Mumbai 400 064",
        "city":  "Mumbai 67",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anjuman-I-Islams Akbar Peerbhoy College of Education Plot No.15, Sector10 Vashi Navi Mumba i400 703",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anjuman-I-Islam\u0027s, Begum Jamila Haji Abdul Haq College of Home Science",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rajasthani Sammelans Ghanshyamdas Saraf Girls College of Arts \u0026 Commerce R.S. Campus, Opp. Bajaj Hall, Smami Vivekanand Road Malad West Mumbai 400 064",
        "city":  "Mumbai 400064",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vidyalankar Institute of Technology Pearl Center Senapati Bapat Marg Dadar (West) Mumbai 400 028",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Vile Parle Kelavani Mandals Dwarkadas J. Sanghvi College of Engineering Plot No U-15 J V P D Scheme Gulmohar Road Vile Parle (West) Mumbai 400 056",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Late Bhausaheb Hiray S S Trusts Institute of Computer Application Next to New English School Bandra (East) Mumbai 400 051",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "B P Marine Academy Sai Pooja Chambers 7th Floor Sector11 CBD Belapur Navi Mumbai 400 614",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "DR AMBEDKAR COLLEGE OF COMMERCE AND ECONOMICS, MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt.Kamladevi Gauridatta Mittal College of Arts and Commerce Marwari Vidyalaya, Bhandarwada Gaothan Road Rajanpada Malad West Mumbai 400 066",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Principal K.M. Kundanani College of Pharmacy, Jote Joy Building, Rambhau Salgaonkar Marg ,Cuffe Parade, Mumbai - 400 018.",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "St Andrews College of Arts Science \u0026 Commerce St Domnic Road Bandra West Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sanskardham Kelvani Mandals Jashbhai Maganbhai Patel College of Commerce Unnat Nagar M G Road Off Ganapati Stores Goregaon West Mumbai 400 090",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Anjuman-I-Islam Institute of Management Studies Fort Mumbai 400 001",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nirmal Education Society Vidya Niketan Degree College of Commerce, Pant Nagar BMC School No. 2, Opp. Acharya Atre Ground, Pant nagar Ghatkopar East, Mumbai - 400 075",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Manjara Charitable Trusts Rajiv Gandhi Institute of Technology Serve No.161 CTS No 1976/1/48 Juhu Versova Link Road Behind HDFC Bank Versova Andheri (West) Mumbai 400061",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Pad Dr D YPatil College of Architecture Dr DYPatil Vidya Nagar Sector 7 Nerul Navi Mumbai 400 706",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rajiv Gandhi College of Arts Commerce \u0026 Science at Juhu Nagar Vashi Navi Mumbai 400 703",
        "city":  "VASHI, NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sterling Institute of Management Studies Plot No.93/93A Sector 19 Nerul (E) Navi Mumbai 400 706",
        "city":  "Nerul, Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rayat Shikshan Sansthas Karmaveer Bhaurao Patil College Modern Vashi Sector 15 A Navi Mumbai 400 705",
        "city":  "Vashi Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Phule Education Societys College of Arts \u0026 Commerce Night Jerbai Wadia Road Bhoiwada Parel Mumbai 400 012",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Phule Education Societys College of Arts Commerce Jerbai Wadia Road Bhoiwada Parel Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Indian Education Societys Management \u0026 Research Centre V.M.D. Lotlikar Vidya Sankul 791 Shree Krishnchand Marg Bandra Reclamation Bandra (West) Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. Maniben M.P. Shah Women\u0027s College of Arts and Commerce,",
        "city":  "Mumbai- 19",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sir Mohamed Yusuf Seamen Welfare Foundationss B.Sc Nautical Science), Nhava Panvel Dist Raigad",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "College of Social Work Nirmala Niketan 38 New Marine Lines Mumbai - 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "PARLE TILAK VIDYALAYA ASSOCIATIONS INSTITUTE OF MANAGEMENT, CHITRAKAR KETKAR MARG",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Aishabai College of Education",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "The foundation for medical research",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay Suburban Art and Craft Education Society, L.S. Raheja School of Architecture, Raheja Education Complex",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "BOMBAY SUBURBAN ART \u0026 CRAFT EDUCATION SOCIETYs, SHEILA RAHEJA HOTEL \u0026 CATERING SCHOOL",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "RUSTOMJEE BUSINESS SCHOOL",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Chikitsak Samuhas Sir Sitaram and Lady Shantabai Patkar College of Arts and Science and V R Varde College of Commerce and Economics S V Road Goregaon West Mumbai 400 062",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vishweshwar Education Societys Indra Institute of Business Management At Plot no.2 Sector 9 Sanpada Navi Mumbai-400 705",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vidyalankar Danyanpeeth Trust College of B Sc I T Wadala Mumbai 400 037",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K J Somaiya Comprehensive College of Education \u0026 Research Vidyavihar Mumbai 400 077",
        "city":  "Mumbai - 400 077",
        "state":  "Maharashtra"
    },
    {
        "name":  "DON BOSCO COLLEGE, AT PREMIER AUTOMOBILE ROAD KURLA (W)",
        "city":  "MUMBAI - 400071",
        "state":  "Maharashtra"
    },
    {
        "name":  "SIR KIKABHAI PREMCHANDâS MINDâS COLLEGE OF SPECIAL EDUCATION (MENTAL RETARDATION), MUMBAI",
        "city":  "Mumbai 400033",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bhavana Trust College of Commerce \u0026 B Sc Computer Science Chembur Deonar Mumbai 400 088",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "St. Xaviers Institute of Education 40 New Marine Lines U S I S Library Mumbai 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Hind Seva Parishads Public Night Degree College of Arts and Commerce Hind Nagar Vakola Market AARAM Society Road Santacruz East Mumbai 400 055",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "KOHINOOR BUSINESS SCHOOL KOHINOOR EDUCATION COMPLEX, MUMBAI SUBURBAN",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "St. Teresas Institute of Education C/o St Teresas Convent S V Road Santacruz Mumbai 400 054",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jnan Vikas Mandals Mohanlal Raichand Mehta College of Commerce Diwali Maa College of Science Amritlal Raichand Mehta College of Arts Dr. R T Doshi College of Computer Science Plot No. 9 Sector 19 Airoli Navi Mumbai 400 708",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "P D hinduja national hospital and research centre",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Jawahar Education Societys A.C.Patil College of Engineering 17 Sector-4 Kharghar Navi Mumbai-410 210",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dhirajlal Talakchand Sankalchand Shah College of Commerce Kurar Village Malad East Mumbai 400 097",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Akbar Peerbhoy College of Commerce \u0026 Economics Maulana Shaukatali Road Mumbai 400 008",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Kandivli Education Societys Bhanumati Kishandas Shroff of Arts andMaganlal Hargovinddas Shroff College of Commerce Shantilal Modi Road Kandivli West Mumbai 400 067",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Atharva Educational Trusts College of Engineering Plot No.8/12 Sarve No 263 Malad Marve Road Charkope Naka Malad (West) Mumbai-400 095",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mumbai Educational Trusts Institute Management Studies Gen.Arunkumar Vaidya Chowk Bandra Reclamation,Bandra (West) Mumbai-400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Datta Meghe College of Engineering CIDCO Sector III Airoli Navi Mumbai 400 708",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivekanand Education Societys College of Arts Science and Commerce Sindhi society Chembur Mumbai 400 071",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dnyan Prasarak Shikshan Sansthas Indira Gandhi College of Arts \u0026 Commerce Park Site Vikhroli E Mumbai 400 079",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mumbai Educational Trust Institute of Phamacy Gen. Arun Kumar Vaidya Chowk Bandra Reclamation Bandra (West) Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGMs College of Physiotherapy, Navi Mumbai.",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "DD VISPUTE COLLEGE OF COMMERCE SCIENCE AND MANAGEMENT, RAIGAD",
        "city":  "New Panvel, Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ANJUMAN-I-ISLAMS COLLEGE OF HOTEL \u0026 TOURISM MANAGEMENT STUDIES \u0026 RESEARCH",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sir M Visvesvaraya Institute of Management Studies and Research",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ANJUMAN-I-ISLAMS ALLANA INSTITUTE OF MANAGEMENT STUDIES AND A.K.HAFIZKA INSTITUTE OF HOTEL MANAGEMENT \u0026 CATERING TECHNOLOGY",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "M.G.M. Trusts Nursing College, Kamothe, Navi Mumbai (B.Sc.)",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K J Somaiya College of Science \u0026 Commerce Vidyanagar Vidyavihar Mumbai 400 077",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAJEEV GANDHI COLLEGE OF MANAGEMENT STUDIES, GHANSOLI, NAVI MUMBAI",
        "city":  "Navi Mumbai.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Missions College of Engineering and Technology Sector 18, kamothe, Navi Mumbai, Raigad -410209",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahavir Education Trusts Shah and Anchor Kutchi Engineering College Shivaji Chowk Junction V N Purav Marg Opp R K Studio Near M/s Dukes Co Chembur Mumbai 400 088",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "South Indian Education Societys College of Arts Science and Commerce Sion West Mumbai 400 022",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Atharva Educational Trust Atharva Institute of Management Studies Malad Marve Road Malvani Malad Mumbai 400 095",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "M.K.E.S. COLLEGE OF LAW",
        "city":  "MUMBAI - 400064.",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAJASTHANI SAMMELANS DEVIPRASAD GOENKA MANAGEMENT COLLEGE OF MEDIA STUDIES",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MVM COLLEGE OF COMMERCE AND SCIENCE",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nagar Yuvak Shikshan Sanstha\u0027s, New Horizon College of Commerce Plot No. 5, Sector - 13, Navi Mumbai - 400 708.",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "NEW HORIZON INSTITUTE OF MANAGEMENT STUDIES",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharatiya Gramin Punarrachana Sansthas Institute of Management Degree College Wadala (E) Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shramik Shikshan Mandal Bonkode College of Arts Commerce \u0026 Science Bonkode Koper Khairane Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Guru Nanak Khalsa College of Arts Science \u0026 Commerce Kings Circle Matunga Mumbai 400 019",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Kaiser Education Society Kaiser College of Commerce Bandra E Mumbai-400 051",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dnyan Prasarak Shikshan Sansthas Sandesh College of Arts, Commerce and Science, Vikhroli [East], Mumbai-83.",
        "city":  "Mumbai Suburban",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. Shyampatidevi Mishra Educational Trust SHRI GPM DEGREE COLLEGE OF SCIENCE AND COMMERCE , TELLI GALI, ANDHERI EAST",
        "city":  "MUMBAI-400069",
        "state":  "Maharashtra"
    },
    {
        "name":  "Manjra Charitable Trusts College of Law Vashi Navi Mumbai",
        "city":  "navi mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shri Hari Educational Trusts College of Commerce Talepakhdi Eksar Village Near Aquaria Club Borivali W Mumbai 400 092",
        "city":  "MUMBAI-400092",
        "state":  "Maharashtra"
    },
    {
        "name":  "Modern Shikshan Prasarak Mandal\u0027s College of Arts and Commerce",
        "city":  "Navi mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "LOKMANYA TILAK JANAKALYAN SHIKSHAN SANTHAS LOKMANYA TILAK INSTITUTE OF ARCHITECTURE AND DESIGN STUDIES, MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGM Institute\u0027s University Department of Biomedical Sciences, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Habib Esmail Education Trusts Habib College of Commerce Dongri Mumbai 400 009",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Premlila Vithaldas Polytechnic",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nirmala Memorial Foundation Degree College of Commerce Near Thakur Polytechnic Malad E Mumbai 400 097",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Lokmanya Tilak Jankalayn Shikshan Sansthas Lokmanya Tilak College of Engineering Sector No 4 Vikas Nagar Kopar Khairane Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Late Smt Hanjabai Gahlot Charitable Trusts College of Pharmacy 6 Gahlot Complex Sector-10 Nerul Navi Mumbai 400 706",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vidya Vikas Education Societys Vikas Night College of Arts Science and Commerce Kannamwar Nagar 2 Vikhroli E Mumbai 400 083",
        "city":  "Mumbai-400 083",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gopaldas Jhamatmal Advani Law College 32nd Road Bandra (West) Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Hindi Vidya Prachar Samitis Ramniranjan Jhunjhunwala College Opp Railway Station Ghatkopar West Mumbai 400 086",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Burhani College of Commerce \u0026 Arts Nesbit Road Opp.St.Marys High School Mumbai 400 010",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Government of Maharashtra Sydenham College of Commerce \u0026 Economics B Road Churchgate Mumbai 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Ratnam College of Arts Science and Commerce National High School Marg Bhandup West Mumbai 400 078",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shailendra Education Society\u0027s College of Arts Commerce and Science Shailendra Nagar S V Road Dahisar East Mumbai 400 068",
        "city":  "Dahisar, (E), Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Education Society Rizvi College of Law Bandra (West) Munbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAMRAO ADIK EDUCATION SOCIETY`S PADMASHREE DRDYPATIL LAW COLLEGE, MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHPT School of Library Science",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Govt. Dental College, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "South Indian Education Scocietys College of Engineering Sector V Nerul Navi Mumbai 400 706",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Bombay flying Club Juhu Arodrome Juhu Mumbai 400 049",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "S K Somaiya Vidyavihars College of Arts Science \u0026 Commerce Vidyavihar Mumbai 400 077",
        "city":  "Mumbai-400077",
        "state":  "Maharashtra"
    },
    {
        "name":  "Thakur Educational Trusts Thakur College of Science and Commerce Thakur Village W E Highway Kandivli East Mumbai 400 101",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rishi Dayaram National College of Arts and Commerce and Wassiamul Assomul Science College Linking Road Bandra West Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vishweshwar Education Societys Western College of Commerce \u0026 Business Management Plot No.2 Sector 9 Sanpada Navi Mumbai 400 705",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K.J.SOMAIYA CAMPUS",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SMT K G MITTAL INSTITUTE OF MANAGEMENT, INFORMATION TECHNOLOGY AND RESEARCH",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Lala Lajpat Rai Charitable Foundations College of Law Mahalaxmi Mumbai 400 034",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "PILLAI HOC COLLEGE OF ARCHITECTURE",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHRI GPM DEGREE COLLEGE, MAHATAMA GANDHI ROAD",
        "city":  "MUMBAI-400057",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivek Education Societys Arts \u0026 Commerce College Siddharth Nagar Goregaon West Mumbai 400 062",
        "city":  "Mumbai - 400 062.",
        "state":  "Maharashtra"
    },
    {
        "name":  "Marwadi Sammelan, Sitaram Deora Institute of Management Studies",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "S P mandals institute for advanced training and research in interdisciplinary science",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shikshan Prasarak Mandals N R Bhagat Jr \u0026 Sr College of Arts Science and Commerce Sector 4 Phase II Nerul Navi Mumbai 400 706",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Gandhi Mission\u0027s Medical College,Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Prahladrai Dalmia Lions College of Commerce and Economics Sundar Nagar S V Road Malad West Mumbai 400 064",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tilak Education Society J. K. College of Science \u0026 Commerce at Plot No.22 Ghansoli Navi Mumbai 400 705",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rachana Sansad\u0027s Academy of Architecture, 278, Shankar Ghanekar Marg, Prabhadevi, Mumbai -400025.",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SCHOOL OF BROADCASTING \u0026 COMMUNICATION, MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Manjara Charitable Trusts Smt. Sushiladevi Deshmukh College of Arts Science and Commerce Sector 4 Airoli Navi Mumbai 400 708",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rizvi Education Societys College of Arts Science and Commerce Rizvi Complex Off Carter Road Sherly Road Bandra West Mumbai 400 050",
        "city":  "Mumbai - 400 050",
        "state":  "Maharashtra"
    },
    {
        "name":  "SASMIRAS INSTITUTE OF MANAGEMENT STUDIES AND RESEARCH",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Uran Education Societys College of B Sc IT At Uran Dist Raigad",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rais Education Societys College of Arts \u0026 Commerce Popular House P L Lokhande Marg Near Telephone Exchange Chembur Mumbai 400 089",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rajasthani Seva Sanghas College of Arts and Commerce Sriniwas Bagarkar Marg J B Nagar Andheri East Mumbai 400 059",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shree Ghatkopar Sarvajanik Jivdaya Khatu Aruna Manharlal Shah Institute of Management \u0026 Research At R B Kadam Marg Jivdaya Lane Ghatkopar (W) Mumbai 400 086",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Wilson College Chowpatty Mumbai 400 007",
        "city":  "Mumbai - 400 007",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shetkari Shikshan Sanstha College of BMS Thane Belapur Road Ghansoli Navi Mumbai 400 701",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Kelkar Education Trusts Vinayak Ganesh Vaze College of Arts Science and Commerce Mithagar Road Mulund East Mumbai 400 081",
        "city":  "Mumbai-81",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. K.G. Mital Punarvasu Ayurvedic Mahavidyalaya, Charni Road, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "S I W S College of Commerce and Economics and Smt Thirumalai College of Science Plot No 337 Sewree Wadala Estate Mumbai 400 031",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shikshan Prasark Mandals Ramnarain Ruia College Matunga Mumbai 400 019",
        "city":  "Mumbai -19",
        "state":  "Maharashtra"
    },
    {
        "name":  "Apeejay Education Trusts College of B.Sc. (Hospitality Studies) at Plot No.1 Sector 10 CBD Belapur Navi Mumbai 400 614",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vidya Vikas Education Trusts, Lords Night College of Commerce \u0026 Science \u0026 B.M.S. Topiwala Marg, Off Station Road, Goregaon (W), Mumbai - 400 104",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Terna Medical College, Nerul, Navi Mumbai",
        "city":  "Nerul, Navi Mumbai - 400 706",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rashtriya Bahu-Uddeshiya Samaj Seva Mandal\u0027s Priyadarshini Night College Of Arts,Commercecharkop naka Kandivali",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sir J J Institute of Applied Art Dr D N Road Mumbai 400 001 (Applied Art)",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "KAPOL Vidyanidhi Trusts Kopal Vidyanidhi College of Hotel Management at Adijacent to Poisar Gymkhana Kamala Vihar Sports Club Lane Mahavir Nagar Kandivali(W) Mumbai 400 067",
        "city":  "Mumbai - 400 067",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tilak Education Societys College of Arts \u0026 Commerce Plot No 131 Sector 28 Vashi Navi Mumbai 400 705",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sree Naryana Guru College of Commerce P L Lokhande Marg Chembur Mumbai 400 089",
        "city":  "Mumbai-400 089",
        "state":  "Maharashtra"
    },
    {
        "name":  "K. J. Somaiya College of Physiotherapy, Sion, Mumbai.",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Manjra Charitable Trusts College of Education \u0026 Research Sector 4 Airoli Navi Mumbai 400 708",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Maharashtra Samaj MSG-SGKM College of Arts Science and Commerce Plot No.17 Tilak Road Opp. Lion Garden Ghatkopar(E) Mumbai 400 077",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Shahu Shikshan Sanstha\u0027s Nalanda College of Law, Gorai, Plot No.2, RSc-34, Gorai-2, Mangal Murti Hospital Road, Near Shivnari Building, Borivli, Mumbai: 400 091",
        "city":  "Borivli, Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Gajanan Charitable Sanstha, Rajmata Jijau Science \u0026 Commerce Night College, C-123 Sector-4 Airoli Navi Mumbai 400 708",
        "city":  "navi mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nalanda Educational Foundations Dr Babasaheb Ambedkar College of Arts Science \u0026 Commerce Malekarwadi P L Lokhande Marg Chembur Mumbai 400 089",
        "city":  "mumbai suburban",
        "state":  "Maharashtra"
    },
    {
        "name":  "Rashtriya Mill Mazdoor Sanghs G.D. Ambekar Pratishthans College of Management \u0026 Technology at Bhoiwada, Parel, Mumbai 400 012",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Peoples Education Societys Siddharth College of Arts Science \u0026 Commerce Anand Bhavan Dr D N Road Fort Mumbai 400 023",
        "city":  "FORT MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "National Institute for the Mentally Handicapped Fkat Bi, B-102 Vasundhara CHS Plot No 13-14 Sector 8 Kharghar Navi Mumbai 410 210",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SIES College of Management Studies Sri. Chandrasekarendra Saraswathy, Vidyapuram, Plot No. 1-E Sector - V Nerul Navi Mumbai - 400 706",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ITM Trusts Institute of Hotel Management ITM Campus 25 \u0026 26 Institutional Area Sector-4 Kharghar (E) Navi Mumbai 410 210",
        "city":  "Navi mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "I C L s Motilal Jhunjhunwala Arts Science and Commerce College Plot No.53 Sector 9 A Amlendu Roye Marg Vashi Navi Mumbai 400 703",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sudhagad Education Societys Shikshan Maharshi Dadaseheb Limaye Arts Commerce Science \u0026 Computer Science College Sector3E CIDCO Colony Kalamboli Navi Mumbai 410 218",
        "city":  "KALAMBOLI, NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Thakur College of Aviation Shaymnarayan Thakur Marg Thakur Villaige Samata Nagar Kandivli (E) Mumbai 400 101",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "BGPS Mumbai B.Ed College For Women",
        "city":  "Wadala Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Manohar Joshi College of Arts, Science \u0026 Commerce Raje Shivaji Vidyalaya PMGP Colony Buldg No13 \u0026 31 Dharavi Mumbai 400 017",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Nair Hospital Dental College, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "R.A. Podar Ayurved Mahavidyalaya, Worli, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Krishnan Sadanandan Education Trust, College of Computer Application",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "YMT Dental College, Kharghar, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Occupational Therapy School \u0026 Centre, Lokmanya Tilak Municipal Medical College, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharati Vidyapeeths College of Pharmacy Sector-3 CBD Navi Mumbai 400 615",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Y.M.T. Homoeopathy College, Kharghar, Navi Mumbai",
        "city":  "Navi mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay Veterinary College, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharati Vidyapeeths Institute of Management Studies \u0026 Research",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Sarvajanik Shikshan Sanstha\u0027s Adv. V. B. Deshpande College of Commerce (Night), Mulund (W), Mumbai 400 080",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Government Law College Opp Churchgate Station Mumbai 400 020",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Thakur Educational Trusts Thakur Institute of Management Studies Career Development and Research Thakur Village W. E. Highway Kandivli (East) Mumbai 400 101",
        "city":  "Mumbai-400101",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dept of Occupational Therapy, Seth G.S.Medical College, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGM Institute\u0027s University Department of Nursing, Navi Mumbai",
        "city":  "Kamothe, Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "NATIONAL INSTITUTE OF FASHION TECHNOLOGY, MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Thakur College of Engineering \u0026 Technology Shaymnarayan Thakur Marg Thakur Villaige Samata Nagar Kandivli (E) Mumbai 400 101",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Byramjee Jeejeebhoy Parsee Charitable Trust College of Commerce Opp Charni Road Rly Station 33 M Karve Road Mumbai 400 004",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K.J. Somaiya Bharatiya Sanskriti Peetham, Mumbai",
        "city":  "Mumbai - 400077",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivekanand Education Societys College of Pharmacy Sindhi Society Chembur Mumbai 400 071",
        "city":  "Mumbai - 400 074",
        "state":  "Maharashtra"
    },
    {
        "name":  "Government of Maharashtra Ismail Yusuf College of Arts Science \u0026 Commerce Jogeshwari East Mumbai 400 060",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bombay College of Pharmacy Kalina Santacruz (E) Mumbai - 400 098",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Elphinstone College Fort Mumbai 400 032",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "LATE BHAUSAHEB HIRAY SMARNIKA SAMITI TRUSTS COLLEGE OF ARCHITECTURE, MUMBAI SUBURBAN",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Sir J J School of Art Dr D N Road Mumbai 400 001 (Painting)",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivekanand Education Societys Institute of Management Studies and Research 495/497 Near Municipal School Collectors Colony Chembur Mumbai - 400 074",
        "city":  "Chembur, Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Government of Maharashtras Sydenham Institute of Mangaement Studies and Research and trepreneurship Education B Road Churchagate Mumbai 400 020",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Fortis Institute of Nursing, Mulund Goregaon Link Road, Bhandup (W), Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "C.U.Shah College of Pharmacy",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Institute for research in reproduction (indian council of medical research)",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tilak Education Societys Sharada Kurup College of Education Plot No.22 Sector 5 Ghansoli Navi Mumbai",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "THE KANDIVALI EDCUATION SOCIETYâS LAW COLLEGE, MUMBAI SUBURBAN",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "The B.P.C.As College of Physical Education Bharatiya Krida Mandir Naigaum Cross Road Wadala Mumbai 400 031",
        "city":  "Mumbai 400031",
        "state":  "Maharashtra"
    },
    {
        "name":  "K. J. Somaiya Medical College, Sion, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Agnel Charitable Trusts Fr Conceicao Rodrigues Institute of Technology Sector 9-A Vashi Navi Mumbai 400 703",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt Mithibai Motiram Kundnani College of Commerce and Economics 32nd Road Bandra Mumbai 400 050",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "THAKUR SCHOOL OF ARCHITECTURE \u0026 PLANNING",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Church of Our Lady of The Sea St Joseph College of Arts and Commerce at P O Uttan Bhayandar West Dist Thane 401 106",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharati Vidapeeths Regional Office College of MCA Sector-8 C B D Belapur Navi Mumbai",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivekanand Education Societys Institute of Technology Sindhi Society Chembur Mumbai 400 071",
        "city":  "Mumbai-400074",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bunts Sanghas S M Shetty College of Science Commerce and Management Studies At S M Shetty High School and Jr College Nr.Hiranandani Complex Powai Mumbai 400 076",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Bharati Vidyapeeths College of Architecture Sector 8 CBD Belapur Opp to Konkan Bhavan Navi Mumbai Mumbai 400 614",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Vivekanand Education Societys College of Law 1st floor Trust Office Sindhi Society Chembur Mumbai-400 071",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Principal L N Welingkar Institute of Management Development and Research L. N. Road, Opp. Matunga Gymkhana, Matunga (Central) Mumbai 400 019",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGM Institute\u0027s University Department of Physiotherapy, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "All India Institute of Physical Medicine \u0026 Rehabilitation, Haji Ali Park, K. Khadye Marg, Mahalaxmi, Mumbai 422 004",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Institute of immunodhaemetology (indian counsil of medical research)",
        "city":  "Mumbai.",
        "state":  "Maharashtra"
    },
    {
        "name":  "The Institute of Science Fort Mumbai 400 032",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dr. M.I. Jamkhanwala Tibbia College \u0026 Hospital, Varsova, Andheri, Mumbai",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Veermata Jijabai Technological Institute Matunga Mumbai 400 019",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Institute of Chemical Technology, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "International Institute for Population Sciences, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tata Institute of Social Sciences, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Homi Bhabha Natioanal Institute Knowledge Management Group, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Narsee Monjee Institute of Management Studies, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Indira Gandhi Institute of Development Research, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Indian Institute of Technology, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MGM Institute of Health Sciences, Navi Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Central Institute of Fisheries Education, Fishries University, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Tata Institute of Fundamental Research, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Padmashree Dr. D. Y. Patil Vidyapeeth, , Mumbai",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mumbai University Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Smt. Nathibai Damodar Thackersey Women\u0027s Univeristy, Mumbai",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "NAVJEEVAN EDUCATION SOCIETY BHANDUP MUMBAI",
        "city":  "MUMBAI - 400 078",
        "state":  "Maharashtra"
    },
    {
        "name":  "PILLAIS\u0027 POLYTECHNICNEW PANVEL DIST. RAIGAD",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "NAGRIK SHIKSHAN SANSTHA.S COLLEGE OF PHARMACY",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "BGPS, MUMBAI D.ED.COLLEGE WADALA (E) MUMBAI 400037",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "MUNCIPAL URDU TEACHERS JR. COLLEGE OF EDUCATION MAHIM MUMBAI",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "NATIONAL CENTRE FOR RURAL DEVELOPMENT\u0027S INSTITUTE OF PHARMACY NERUL NAVI MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "R. C. TEACHERS COLLEGE OF EDUCATION MANDVI MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "MAHAVIR EDUCATION TRUST\u0027S SHAH \u0026 ANCHOR KUTCHHI POLYTECHNIC MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "PES JUNIOR COLLEGE OF EDUCATION NAVI MUMBAI THANE",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "ST. TERESAS JUNIOR COLLEGE OF EDUCATION SANTA CRUZ (W) MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ST. JOHNS LADY JEEJEE BHOY TRUST GOREGAON (W) MUMBAI",
        "city":  "Mumbai-400 104",
        "state":  "Maharashtra"
    },
    {
        "name":  "PAL RAJENDRA EDUCATION TRUSTS PAL RAJENDRA D. ED. COLLEGE KANDIVLI (EAST) MUMBAI",
        "city":  "Mumbai-400101",
        "state":  "Maharashtra"
    },
    {
        "name":  "BAL BAHGWAN SHIKSHAN PRASARAK MANDAL KANDIKIVALI (W) MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SINDHUDURG EDUCATION SOCIETY BHANDUP (WEST) MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "R. C. MARUTI ADHYAPAK VIDYALAYA ANDHERI (EAST) MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "PRIYANKA CHARITABLE TRUST DR. H. B. MISHRA JR. COLLEGE OF EDUCATION TALUKA-WADA THANE",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Dyan Vikas D Ed College, Koprkhairane",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ZAGDU SINGH CHARITABLE TRUST\u0027S THAKUR POLYTECHNIC MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "ALL INDIA KHILAFAT COMMITTEE JUNIOR COLLEGE OF EDUCATION",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "Mahatma Junior College of Education",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "A. K. I. JUNIOR COLLEG OF EDUCATION KURLA MUMBAI",
        "city":  "Mumbai 400070",
        "state":  "Maharashtra"
    },
    {
        "name":  "ADHYAPAK VIDYALAIYA DADAR MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "GOVERNMENT POLYTECHNIC MUMBAI",
        "city":  "MUMBAI 400051",
        "state":  "Maharashtra"
    },
    {
        "name":  "ARYAN EDUCATION SOCIETY VANITA VINAYALAY JR. COLLEGE OF EDUCATION SHANKARSHET MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "K J SOMAIYA HOSP. AND RES. CTR. MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "CHEMBUR EDUCATION SOCIETYS CHEMBUR NAKA CHEMBUR MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "S. K. SOMAIYA JR. COLLEGE OF EDUCATION VIDYANAR MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHRI BHAGUBHAI MAFATLAL POLYTECHNIC MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "VIDYALANKAR POLYTECHNICMUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K. M. S. JUNIOR COLLEGE OF EDUCATION PAREL MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "ANJUMAN-I-ISLAM M. H. JR. COLLEGE OF EDUCATION FOR WOMEN MAHIM MUMBAI",
        "city":  "mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "FATHER AGNEL TECHNICAL COLLEGE (POLYTECHNIC) BANDRA(W) MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SHISHU VIHAR MANDAL TARABAI MODAK ADHYAPAK VIDHYALAYA JUNIOR COLLEGE OF EDUCATION HINDU COLONY MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "L \u0026 T INSTITUTE OF TECHNOLOGY MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAMBAI NAVRANGE JR. COLLEGE OF EDUCATION GAVDEVI NANAR CHOWK MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "RAMRAO ADIK EDUCATION SOCIETY\u0027S DR. D.Y.PATIL POLYTECHNIC NERUL",
        "city":  "NERUL NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "LATE SHRI BALIBHADRA SINGH SHIKSHAN SANSTHA KHARODI MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "HOLY SPIRIT SCHOOL OF NURSING MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Guru Nanak College of Elementary Teacher Education BHANDUP MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "NATIONAL INSTITUTE OF INDUSTRIAL ENGINEERING, MUMBAI",
        "city":  "MUMBAI 400076.",
        "state":  "Maharashtra"
    },
    {
        "name":  "MET`S INSTITUTE OF MEDICAL SCIENCES",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "ANJUMAN-ISLAM\u0027S ABDUL RAZZAK KALSEKAR POLYTECHNICPANVELNAVI MUMBAI",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SOPHIA SHREE B.K. SOMANI MEMORIAL POLYTECHNIC) MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "K.J.SOMAIYA INTITUTE OF MANAGEMENT STUDIES \u0026 RESEARCH",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "GOVERNMENT INSTITUTE OF PRINTING TECHNOLOGY MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "KOHINOOR MANAGEMENT SCHOOL",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "MUMBAI EDUCATION TRUST\u0027S INSTITUTE OF PHARMACY MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "ST. XAVIER\u0027S TECHNICAL INSTITUTE MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "CHETANA\u0027S INSTITUTE OF MANAGEMENT AND RESEARCH",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SARASWATI EDUCATION SOCIETY KANDIVALI (W) MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "SARASWATI EDUCATION SOCIETYRE VERA INSTITUTE OF TECHNOLOGY KHARGHAR NEW MUMBAI",
        "city":  "Kharghar, Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "KALA VIDYAMANDIR INSTITUTE OF TECHNOLOGYMUMBAI.",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "MARATHA MANDIR\u0027S BABASAHEB GAWADE INSTITUTE OF TECHNOLOGY MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "THAKUR INSTITUTE OF AVIATION TECHNOLOGY MUMBAI",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "S.I.E.S. COLLEGE OF MANAGEMENT STUDIES",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "MET\u0027S INSTITUTE OF COMPUTER SCIENCE",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "NUTAN Jr.COLLEGE OF EDUCATION Mulund (W) Mumbai-82",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SMT.D.Y.SAWANT NURSING(R.A.N.M) SCHOOL",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "Durgadevi Saraf Institute of Management Studies",
        "city":  "Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "FLORENCE NIGHTINGALE INST OF NURSING MUMBAI",
        "city":  "Navi Mumbai",
        "state":  "Maharashtra"
    },
    {
        "name":  "PRATIBHA SCHOOL OF NURSING",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "ORIENTAL SCHOOL OF BUSINESS",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "THANE BELAPUR INDUSTRIES ASSOCIATION`S INSTITUTE RABALE",
        "city":  "NAVI MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "SARDAR VALLBHBHAI PATEL POLYTECHNIC",
        "city":  "MUMBAI SUBU",
        "state":  "Maharashtra"
    },
    {
        "name":  "K. J. SOMAIYA POLYTECHNIC MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "INSTITUTE OF INDUSTRIAL SAFETY PROFESSIONALS OF INDIA BORIVALI (E) MUMBAI",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    },
    {
        "name":  "HOLY FAMILY INSTITUTE OF NURSING EDUCATION THANE",
        "city":  "MUMBAI",
        "state":  "Maharashtra"
    }
]
